[
	{
		"name" : "Mimas Stares Back",
		"id" : "/images/galaxies/pia06654.jpg",
		"info" : "The great eye of Saturn's moon Mimas, a 130-kilometer-wide (80-mile) impact crater called Herschel, stares out from the battered moon. Several individual ringlets within the F ring are resolved here, and the small moon Atlas is also seen faintly outside the main rings. Mimas is 397 kilometers (247 miles across); the view shows principally the moon's anti-Saturn hemisphere. Atlas is 32 kilometers (20 miles) across. The image was taken in visible light with the Cassini spacecraft narrow-angle camera on April 5, 2005, at a distance of approximately 2.1 million kilometers (1.3 million miles) from Mimas and at a Sun-Mimas-spacecraft, or phase, angle of 72 degrees. The image scale is 13 kilometers (8 miles) per pixel. The Cassini-Huygens mission is a cooperative project of NASA, the European Space Agency and the Italian Space Agency. The Jet Propulsion Laboratory, a division of the California Institute of Technology in Pasadena, manages the mission for NASA's Science Mission Directorate, Washington, D.C. The Cassini orbiter and its two onboard cameras were designed, developed and assembled at JPL. The imaging team is based at the Space Science Institute, Boulder, Colo."
	},

	{
		"name" : "White Dwarf May Have Shredded Passing Planet",
		"id" : "/images/data/whiteDwarf.jpg",
		"info" : "In this Chandra image of ngc6388, researchers have found evidence that a white dwarf star may have ripped apart a planet as it came too close. When a star reaches its white dwarf stage, nearly all of the material from the star is packed inside a radius one hundredth that of the original star. The destruction of a planet may sound like the stuff of science fiction, but a team of astronomers has found evidence that this may have happened in an ancient cluster of stars at the edge of the Milky Way galaxy. Using several telescopes, including NASA’s Chandra X-ray Observatory, researchers have found evidence that a white dwarf star – the dense core of a star like the Sun that has run out of nuclear fuel – may have ripped apart a planet as it came too close."
	}
	
]

