[
	
	{
		
		"name" : "A Sky View of Earth From Suomi NPP",
		"id" : "/images/satImg/skyView.jpg",
		"info" : "This composite image of southern Africa and the surrounding oceans was captured by six orbits of the NASA/NOAA Suomi National Polar-orbiting Partnership spacecraft on April 9, 2015, by the Visible Infrared Imaging Radiometer Suite (VIIRS) instrument. Tropical Cyclone Joalane can be seen over the Indian Ocean. Winds, tides and density differences constantly stir the oceans while phytoplankton continually grow and die. Orbiting radiometers such as VIIRS allows scientists to track this variability over time and contribute to better understanding of ocean processes that are beneficial to human survival on Earth. The image was created by the Ocean Biology Processing Group at NASA's Goddard Space Flight Center in Greenbelt, Maryland."
	},

	{
		
		"name" : "Celestial Fireworks",
		"id" : "/images/satImg/celFireworks.jpg",
		"info" : "To capture this image, Hubble’s near-infrared Wide Field Camera 3 pierced through the dusty veil shrouding the stellar nursery, giving astronomers a clear view of the nebula and the dense concentration of stars in the central cluster. The cluster measures between 6 and 13 light-years across. The giant star cluster is about 2 million years old and contains some of our galaxy’s hottest, brightest and most massive stars. Some of its heftiest stars unleash torrents of ultraviolet light and hurricane-force winds of charged particles etching into the enveloping hydrogen gas cloud. The nebula reveals a fantasy landscape of pillars, ridges and valleys. The pillars, composed of dense gas and thought to be incubators for new stars, are a few light-years tall and point to the central star cluster. Other dense regions surround the pillars, including reddish-brown filaments of gas and dust. The brilliant stars sculpt the gaseous terrain of the nebula and help create a successive generation of baby stars. When the stellar winds hit dense walls of gas, the shockwaves may spark a new torrent of star birth along the wall of the cavity. The red dots scattered throughout the landscape are a rich population of newly-forming stars still wrapped in their gas-and-dust cocoons. These tiny, faint stars are between 1 million and 2 million years old -- relatively young stars -- that have not yet ignited the hydrogen in their cores. The brilliant blue stars seen throughout the image are mostly foreground stars. Because the cluster is very young -- in astronomical terms -- it has not had time to disperse its stars deep into interstellar space, providing astronomers with an opportunity to gather information on how the cluster formed by studying it within its star-birthing environment. The image’s central region, which contains the star cluster, blends visible-light data taken by Hubble’s Advanced Camera for Surveys with near-infrared exposures taken by the Wide Field Camera 3. The surrounding region is composed of visible-light observations taken by the Advanced Camera for Surveys. Shades of red represent hydrogen and bluish-green hues are predominantly oxygen. The Hubble Space Telescope is a project of international cooperation between NASA and ESA (European Space Agency). NASA's Goddard Space Flight Center in Greenbelt, Maryland, manages the telescope. The Space Telescope Science Institute (STScI) in Baltimore, Maryland, conducts Hubble science operations. STScI is operated for NASA by the Association of Universities for Research in Astronomy in Washington."
	}
	
]

